<head>
	<meta http-equiv="Content-Type" content="text/html" charset="utf-8"/>
	<link rel="stylesheet" type="text/css" href="/css/style.css"/>
</head>
<body>
	<div class="globalstore">
		<div class="block1">
			<p class="nameBlock">
				Немного о прогрессе проекта
			</p>
			<p class="textBlock">
				И так, сейчас мы настраиваем сервер(нет не игровой, а тот что будет обрабатывать данные) и в ближайшее 
				<br>
				время собираемся приобрести оборудование.
				<br>
				Помимо сервера мы занимаемся разработкой сайта, а также лаунчера.
				<br>
				По сайту:
				<br>
				•У нас уже почти полностью готов дизайн, осталось только его реализовать, что сейчас уже решается.
				<br>
				•Реализована не малая серверная часть(back end) сайта.
				<br>
				По лаунчеру:
				<br>
				Реализована также не малая часть нашей бурной фантазии, но по лаунчеру будет отдельная статья в 
				<br>
				близлежащее время(может та же не поленимся написать все по красоте и масштабно).
			</p>
		</div>
	</div>
</body>